Repository: bae-fm/bae
Catalog: bae-windows/Strings/*/Resources.resw
Source language: en_us
Languages: es, gu, ja, kn, ml, pa, te, ur

# SearchBox.PlaceholderText
source: search
es: Buscar
gu: શોધો
ja: 検索
kn: ಹುಡುಕಿ
ml: തിരയൽ
pa: ਖੋਜੋ
te: శోధన
ur: تلاش

# LibrariesButton.Content
source: libraries
ml: ശേഖരങ്ങൾ
pa: ਲਾਇਬ੍ਰੇਰੀਆਂ
te: లైబ్రరీలు
ur: کتب خانے

# ShuffleLibraryButton.Content
source: shuffle library
ml: ലൈബ്രറി ഷഫിൾ ചെയ്യുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਸ਼ਫਲ ਕਰੋ
te: లైబ్రరీని షఫుల్ చేయి

# CloseLibraryButton.Content
source: close
es: cerrar
gu: બંધ કરો
ja: 閉じる
ml: അടയ്ക്കുക
pa: ਬੰਦ ਕਰੋ
te: మూసివేయి
ur: بند کریں

# CloseLibraryButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: close library
es: cerrar biblioteca
gu: લાઇબ્રેરી બંધ કરો
ja: ライブラリを閉じる
ml: ലൈബ്രറി അടയ്ക്കുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਬੰਦ ਕਰੋ
te: లైబ్రరీని మూసివేయండి
ur: لائبریری بند کریں

# ImportButton.Content
source: import
ml: ഇറക്കുമതി
pa: ਆਯਾਤ ਕਰੋ
te: దిగుమతి
ur: درآمد

# StorageButton.Content
source: storage
ml: സംഭരണം
pa: ਸਟੋਰੇਜ
te: నిల్వ
ur: اسٹوریج

# SettingsButton.Content
source: settings
pa: ਸੈਟਿੰਗਾਂ
te: సెట్టింగ్‌లు

# action.cancel
source: Cancel
es: Cancelar
gu: રદ કરો
ja: キャンセル
kn: ರದ್ದು
ml: റദ്ദാക്കുക
pa: ਰੱਦ ਕਰੋ
te: రద్దు
ur: منسوخ

# action.close
source: Close
es: Cerrar
gu: બંધ કરો
ja: 閉じる
kn: ಮುಚ್ಚು
ml: അടയ്ക്കുക
pa: ਬੰਦ ਕਰੋ
te: మూసివేయి
ur: بند کریں

# action.delete
source: Delete
es: Eliminar
gu: કાઢી નાખો
ja: 削除
kn: ಅಳಿಸಿ
ml: മായ്ക്കുക
pa: ਮਿਟਾਓ
te: తొలగించు
ur: حذف کریں

# action.import
source: Import
es: Importar
gu: આયાત
ja: 取り込む
kn: ಆಮದು
ml: ഇറക്കുമതി
pa: ਆਯਾਤ
te: దిగుమతి
ur: درآمد

# action.play
source: Play
es: Reproducir
gu: ચાલુ કરો
ja: 再生
kn: ಪ್ಲೇ
ml: പ്ലേ
pa: ਚਲਾਓ
te: ప్లే
ur: چلائیں

# action.save
source: Save
es: Guardar
gu: સાચવો
ja: 保存
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
pa: ਸੇਵ ਕਰੋ
te: సేవ్
ur: محفوظ کریں

# action.search
source: search
es: buscar
gu: શોધ
ja: 検索
kn: ಹುಡುಕಿ
ml: തിരയൽ
pa: ਖੋਜੋ
te: శోధన
ur: تلاش

# album.delete.body
source: This removes the release from the library.
es: Esto quita la edición de la biblioteca.
gu: આ રિલીઝને લાઇબ્રેરીમાંથી દૂર કરે છે.
ja: リリースをライブラリから削除します。
kn: ಇದು ಬಿಡುಗಡೆಯನ್ನು ಗ್ರಂಥಾಲಯದಿಂದ ತೆಗೆದುಹಾಕುತ್ತದೆ.
ml: ഇത് ലൈബ്രറിയിൽ നിന്ന് റിലീസ് നീക്കംചെയ്യുന്നു.
pa: ਇਹ ਰਿਲੀਜ਼ ਨੂੰ ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਹਟਾਉਂਦਾ ਹੈ।
te: ఇది విడుదలను లైబ్రరీ నుండి తీసివేస్తుంది.
ur: یہ ریلیز کو لائبریری سے ہٹاتا ہے۔

# album.delete.failed
source: couldn't delete
es: no se pudo eliminar
gu: કાઢી શકાઈ નહીં
ja: 削除できませんでした
kn: ಅಳಿಸಲಾಗಲಿಲ್ಲ
ml: ഇല്ലാതാക്കാനായില്ല
pa: ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
te: తొలగించలేకపోయింది
ur: حذف نہیں ہو سکا

# album.delete.title
source: delete release?
es: ¿eliminar edición?
gu: પ્રકાશન કાઢી નાખવું?
ja: リリースを削除しますか？
kn: ಬಿಡುಗಡೆ ಅಳಿಸಬೇಕೇ?
ml: പതിപ്പ് ഇല്ലാതാക്കണോ?
pa: ਰਿਲੀਜ਼ ਮਿਟਾਉਣੀ ਹੈ?
te: విడుదలను తొలగించాలా?
ur: اشاعت حذف کریں؟

# album.edit.label
source: edit
es: editar
gu: ફેરફાર કરો
ja: 編集
kn: ತಿದ್ದು
ml: തിരുത്തുക
pa: ਸੋਧੋ
te: సవరించు
ur: ترمیم کریں

# album.edit.load_failed
source: couldn't load the metadata editor
es: no se pudo cargar el editor de metadatos
gu: મેટાડેટા સંપાદક લોડ કરી શકાયો નહીં
ja: メタデータエディタを読み込めませんでした
kn: ಮೆಟಾಡೇಟಾ ಸಂಪಾದಕವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ml: മെറ്റാഡാറ്റ എഡിറ്റർ ലോഡ് ചെയ്യാനായില്ല
pa: ਮੈਟਾਡਾਟਾ ਸੰਪਾਦਕ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
te: మెటాడేటా సవరకాన్ని లోడ్ చేయలేకపోయింది
ur: میٹا ڈیٹا ایڈیٹر لوڈ نہیں ہو سکا

# album.edit.reset
source: Reset to Source
es: Restablecer a la fuente
gu: સ્રોત પર રીસેટ કરો
ja: ソースにリセット
kn: ಮೂಲಕ್ಕೆ ಮರುಹೊಂದಿಸಿ
ml: ഉറവിടത്തിലേക്ക് പുനഃസജ്ജമാക്കുക
pa: ਸਰੋਤ ਤੇ ਰੀਸੈੱਟ ਕਰੋ
te: మూలానికి రీసెట్ చేయి
ur: ماخذ پر ری سیٹ کریں

# album.edit.reset_failed
source: couldn't reset to source
es: no se pudo restablecer a la fuente
gu: સ્રોત પર રીસેટ કરી શકાયું નહીં
ja: ソースにリセットできませんでした
kn: ಮೂಲಕ್ಕೆ ಮರುಹೊಂದಿಸಲಾಗಲಿಲ್ಲ
ml: ഉറവിടത്തിലേക്ക് പുനഃസജ്ജമാക്കാനായില്ല
pa: ਸਰੋਤ ਤੇ ਰੀਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
te: మూలానికి రీసెట్ చేయలేకపోయింది
ur: ماخذ پر ری سیٹ نہیں ہو سکا

# album.edit.title
source: edit metadata
es: editar metadatos
gu: મેટાડેટા સંપાદિત કરો
ja: メタデータを編集
kn: ಮೆಟಾಡೇಟಾ ಸಂಪಾದಿಸಿ
ml: മെറ്റാഡാറ്റ തിരുത്തുക
pa: ਮੈਟਾਡਾਟਾ ਸੋਧੋ
te: మెటాడేటాను సవరించండి
ur: میٹا ڈیٹا میں ترمیم کریں

# album.gallery
source: Gallery
es: Galería
gu: ગેલેરી
ja: ギャラリー
ml: ഗാലറി
pa: ਗੈਲਰੀ
te: గ్యాలరీ
ur: گیلری

# album.open_failed
source: couldn't open this album
es: no se pudo abrir este álbum
gu: આ album ખોલી શકાયું નહીં
ja: このアルバムを開けませんでした
kn: ಈ ಆಲ್ಬಮ್ ತೆರೆಯಲಾಗಲಿಲ್ಲ
ml: ഈ album തുറക്കാനായില്ല
pa: ਇਹ ਐਲਬਮ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ
te: ఈ ఆల్బమ్‌ను తెరవలేకపోయింది
ur: یہ album نہیں کھل سکا

# album.reidentify.label
source: re-identify
es: reidentificar
gu: ફરી ઓળખો
ja: 再識別
kn: ಮರುಗುರುತಿಸಿ
ml: വീണ്ടും തിരിച്ചറിയുക
pa: ਮੁੜ ਪਛਾਣੋ
te: మళ్లీ గుర్తించు
ur: دوبارہ شناخت کریں

# album.reidentify.confirm
source: Re-identify
es: Reidentificar
gu: ફરી ઓળખો
ja: 再識別
kn: ಮರುಗುರುತಿಸಿ
ml: വീണ്ടും തിരിച്ചറിയുക
pa: ਮੁੜ ਪਛਾਣੋ
te: మళ్లీ గుర్తించు
ur: دوبارہ شناخت کریں

# album.reidentify.title
source: re-identify
es: reidentificar
gu: ફરી ઓળખો
ja: 再識別
kn: ಮರುಗುರುತಿಸಿ
ml: വീണ്ടും തിരിച്ചറിയുക
pa: ਮੁੜ ਪਛਾਣੋ
te: మళ్లీ గుర్తించు
ur: دوبارہ شناخت کریں

# album.release_picker
source: Release
es: Lanzamiento
gu: પ્રકાશન
ja: リリース
kn: ಬಿಡುಗಡೆ
ml: പതിപ്പ്
pa: ਰਿਲੀਜ਼
te: విడుదల
ur: اشاعت

# album.shuffle
source: shuffle
es: aleatorio
gu: ફેરવી વગાડો
ja: シャッフル
kn: ಕಲಸು
ml: ക്രമരഹിതമായി പ്ലേ ചെയ്യുക
pa: ਰਲਵਾਂ ਚਲਾਓ
te: షఫుల్
ur: شفل

source: cloud sign-in failed
es: error al iniciar sesión en la nube
gu: ક્લાઉડ સાઇન-ઇન નિષ્ફળ
ja: クラウドサインインに失敗しました
kn: ಕ್ಲೌಡ್ ಸೈನ್-ಇನ್ ವಿಫಲವಾಯಿತು
ml: ക്ലൗഡ് പ്രവേശനം പരാജയപ്പെട്ടു
pa: ਕਲਾਊਡ ਸਾਇਨ-ਇਨ ਅਸਫਲ
te: క్లౌడ్ సైన్-ఇన్ విఫలమైంది
ur: کلاؤڈ سائن ان ناکام

# cloud.signin.in_progress
source: signing in to {provider}…
es: iniciando sesión en {provider}…
gu: {provider} માં સાઇન ઇન થઈ રહ્યું છે…
ja: {provider} にサインイン中…
kn: {provider} ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ml: {provider}-ലേക്ക് പ്രവേശിക്കുന്നു…
pa: {provider} ਵਿੱਚ ਸਾਈਨ ਇਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
te: {provider}లో సైన్ ఇన్ అవుతోంది…
ur: {provider} میں سائن ان ہو رہا ہے…

# cloud.signin.not_configured
source: cloud sign-in isn't configured on this build (no oauth-creds.json)
es: el inicio de sesión en la nube no está configurado en esta versión (sin oauth-creds.json)
gu: આ બિલ્ડ પર ક્લાઉડ સાઇન-ઇન ગોઠવાયેલું નથી (oauth-creds.json નથી)
ja: このビルドではクラウドサインインが設定されていません（oauth-creds.json がありません）
kn: ಈ ನಿರ್ಮಾಣದಲ್ಲಿ ಕ್ಲೌಡ್ ಸೈನ್-ಇನ್ ಸಂರಚಿಸಲಾಗಿಲ್ಲ (oauth-creds.json ಇಲ್ಲ)
ml: ഈ ബിൽഡിൽ ക്ലൗഡ് പ്രവേശനം ക്രമീകരിച്ചിട്ടില്ല (oauth-creds.json ഇല്ല)
pa: ਇਸ ਬਿਲਡ ਉੱਤੇ ਕਲਾਊਡ ਸਾਇਨ-ਇਨ ਸੰਰਚਿਤ ਨਹੀਂ ਹੈ (oauth-creds.json ਨਹੀਂ ਹੈ)
te: ఈ బిల్డ్‌లో క్లౌడ్ సైన్-ఇన్ కాన్ఫిగర్ చేయబడలేదు (oauth-creds.json లేదు)
ur: اس بلڈ میں کلاؤڈ سائن ان ترتیب نہیں دیا گیا (oauth-creds.json نہیں)

# cloud.unsupported_provider
source: this build doesn't support {provider} sync
es: esta versión no admite la sincronización con {provider}
gu: આ બિલ્ડ {provider} સિંકને સપોર્ટ કરતું નથી
ja: このビルドは {provider} 同期に対応していません
kn: ಈ ಬಿಲ್ಡ್ {provider} ಸಿಂಕ್ ಅನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ
ml: ഈ ബിൽഡ് {provider} സിങ്ക് പിന്തുണയ്ക്കുന്നില്ല
pa: ਇਹ ਬਿਲਡ {provider} ਸਿੰਕ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ
te: ఈ బిల్డ్ {provider} సింక్‌కు మద్దతు ఇవ్వదు
ur: یہ بلڈ {provider} مطابقت پذیری کو سپورٹ نہیں کرتا

# cover.change_title
source: change cover
es: cambiar portada
gu: આવરણ બદલો
ja: カバーを変更
kn: ಕವರ್ ಬದಲಿಸಿ
ml: കവർ മാറ്റുക
pa: ਕਵਰ ਬਦਲੋ
te: కవర్ మార్చు
ur: سرورق بدلیں

# cover.fetch_failed
source: couldn't fetch remote covers
es: no se pudieron obtener las portadas remotas
gu: દૂરસ્થ આવરણો મેળવી શકાયા નહીં
ja: リモートカバーを取得できませんでした
kn: ದೂರಸ್ಥ ಮುಖಪುಟಗಳನ್ನು ತರಲಾಗಲಿಲ್ಲ
ml: ദൂരസ്ഥ കവറുകൾ എടുക്കാനായില്ല
pa: ਦੂਰਲੇ ਕਵਰ ਲਿਆਂਦੇ ਨਹੀਂ ਜਾ ਸਕੇ
te: దూరస్థ కవర్‌లను తెచ్చుకోలేకపోయింది
ur: دور دراز سرورق حاصل نہیں ہو سکے

# cover.fetching
source: fetching covers…
es: obteniendo portadas…
gu: આવરણો મેળવાઈ રહ્યા છે…
ja: カバーを取得中…
kn: ಕವರ್‌ಗಳನ್ನು ತರುತ್ತಿದೆ…
ml: കവറുകൾ എടുക്കുന്നു…
pa: ਕਵਰ ਲਿਆਂਦੇ ਜਾ ਰਹੇ ਹਨ…
te: కవర్‌లు తెస్తోంది…
ur: سرورق حاصل ہو رہے ہیں…

# cover.images_load_failed
source: couldn't load this release's images
es: no se pudieron cargar las imágenes de esta edición
gu: આ પ્રકાશનની છબીઓ લોડ કરી શકાયી નહીં
ja: このリリースの画像を読み込めませんでした
kn: ಈ ಬಿಡುಗಡೆಯ ಚಿತ್ರಗಳು ಲೋಡ್ ಆಗಲಿಲ್ಲ
ml: ഈ പതിപ്പിന്റെ ചിത്രങ്ങൾ ലോഡ് ചെയ്യാനായില്ല
pa: ਇਸ ਰਿਲੀਜ਼ ਦੇ ਚਿੱਤਰ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੇ
te: ఈ విడుదల చిత్రాలను లోడ్ చేయలేకపోయింది
ur: اس اشاعت کی تصاویر لوڈ نہیں ہو سکیں

# cover.none_available
source: No cover art available — the import uses its default cover.
es: No hay portada disponible — la importación usa su portada predeterminada.
gu: આવરણ ચિત્ર ઉપલબ્ધ નથી — આયાત તેનું મૂળભૂત આવરણ વાપરે છે.
ja: 利用可能なカバーアートがありません — 取り込みはデフォルトのカバーを使用します。
kn: ಕವರ್ ಚಿತ್ರ ಲಭ್ಯವಿಲ್ಲ — ಆಮದು ತನ್ನ ಡೀಫಾಲ್ಟ್ ಕವರ್ ಬಳಸುತ್ತದೆ.
ml: കവർ ആർട്ട് ലഭ്യമല്ല — ഇറക്കുമതി അതിന്റെ സ്ഥിര കവർ ഉപയോഗിക്കുന്നു.
pa: ਕੋਈ ਕਵਰ ਆਰਟ ਉਪਲਬਧ ਨਹੀਂ — ਆਯਾਤ ਆਪਣਾ ਡਿਫਾਲਟ ਕਵਰ ਵਰਤਦਾ ਹੈ।
te: కవర్ ఆర్ట్ అందుబాటులో లేదు — దిగుమతి దాని డిఫాల్ట్ కవర్‌ను ఉపయోగిస్తుంది.
ur: سرورق تصویر دستیاب نہیں — درآمد اپنا طے شدہ سرورق استعمال کرتی ہے۔

# cover.none_remote
source: No remote covers found
es: No se encontraron portadas remotas
gu: દૂરસ્થ આવરણો મળ્યા નથી
ja: リモートカバーが見つかりませんでした
kn: ದೂರಸ್ಥ ಮುಖಪುಟಗಳು ಸಿಕ್ಕಿಲ್ಲ
ml: ദൂരസ്ഥ കവറുകൾ കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਦੂਰਲਾ ਕਵਰ ਨਹੀਂ ਮਿਲਿਆ
te: దూరస్థ కవర్‌లు కనబడలేదు
ur: دور دراز سرورق نہیں ملے

# cover.pick_hint
source: Pick a cover, or leave unselected to use the default.
es: Elige una portada o déjala sin seleccionar para usar la predeterminada.
gu: આવરણ પસંદ કરો, અથવા મૂળભૂત વાપરવા પસંદ કર્યા વગર રાખો.
ja: カバーを選択するか、未選択のままにしてデフォルトを使用してください。
kn: ಕವರ್ ಆಯ್ಕೆಮಾಡಿ, ಅಥವಾ ಡೀಫಾಲ್ಟ್ ಬಳಸಲು ಆಯ್ಕೆಮಾಡದೆ ಬಿಡಿ.
ml: ഒരു കവർ തിരഞ്ഞെടുക്കുക, അല്ലെങ്കിൽ സ്ഥിരത് ഉപയോഗിക്കാൻ തിരഞ്ഞെടുക്കാതെ വിടുക.
pa: ਕਵਰ ਚੁਣੋ, ਜਾਂ ਡਿਫਾਲਟ ਵਰਤਣ ਲਈ ਨਾ ਚੁਣੋ।
te: కవర్‌ను ఎంచుకోండి, లేదా డిఫాల్ట్ ఉపయోగించడానికి ఎంపిక చేయకుండా వదిలేయండి.
ur: سرورق منتخب کریں، یا طے شدہ استعمال کرنے کے لیے غیر منتخب چھوڑیں۔

# cover.release_files
source: Release files
es: Archivos de la edición
gu: પ્રકાશન ફાઇલો
ja: リリースファイル
kn: ಬಿಡುಗಡೆ ಕಡತಗಳು
ml: പതിപ്പ് ഫയലുകൾ
pa: ਰਿਲੀਜ਼ ਫਾਈਲਾਂ
te: విడుదల ఫైల్‌లు
ur: اشاعت مسلیں

# cover.remote_sources
source: Remote sources
es: Fuentes remotas
gu: દૂરસ્થ સ્રોતો
ja: リモートソース
kn: ದೂರಸ್ಥ ಮೂಲಗಳು
ml: ദൂരസ്ഥ ഉറവിടങ്ങൾ
pa: ਦੂਰਲੇ ਸਰੋਤ
te: దూరస్థ మూలాలు
ur: دور دراز ماخذ

# cover.section_title
source: Cover
es: Portada
gu: આવરણ
ja: カバー
kn: ಕವರ್
ml: കവർ
pa: ਕਵਰ
te: కవర్
ur: سرورق

# cover.show_failed
source: couldn't show remote covers: {detail}
es: no se pudieron mostrar las portadas remotas: {detail}
gu: દૂરસ્થ આવરણો બતાવી શકાયા નહીં: {detail}
ja: リモートカバーを表示できませんでした: {detail}
kn: ದೂರಸ್ಥ ಮುಖಪುಟಗಳನ್ನು ತೋರಿಸಲಾಗಲಿಲ್ಲ: {detail}
ml: ദൂരസ്ഥ കവറുകൾ കാണിക്കാനായില്ല: {detail}
pa: ਦੂਰਲੇ ਕਵਰ ਦਿਖਾਏ ਨਹੀਂ ਜਾ ਸਕੇ: {detail}
te: దూరస్థ కవర్‌లను చూపించలేకపోయింది: {detail}
ur: دور دراز سرورق دکھائے نہیں جا سکے: {detail}

# action.back
source: back
es: atrás
gu: પાછા
ja: 戻る
kn: ಹಿಂದೆ
ml: മടങ്ങുക
pa: ਵਾਪਸ
te: వెనక్కి
ur: واپس

# action.copy
source: copy
es: copiar
gu: નકલ કરો
ja: コピー
kn: ನಕಲಿಸಿ
ml: പകർത്തുക
pa: ਕਾਪੀ ਕਰੋ
te: కాపీ చేయి
ur: نقل کریں

# action.done
source: done
es: hecho
ja: 完了
kn: ಮುಗಿದಿದೆ
ml: പൂർത്തിയായി
pa: ਮੁਕੰਮਲ
te: పూర్తయింది

# action.scan
source: scan…
es: escanear…
gu: સ્કેન…
ja: スキャン…
kn: ಸ್ಕ್ಯಾನ್…
ml: സ്കാൻ ചെയ്യുക…
pa: ਸਕੈਨ ਕਰੋ…
te: స్కాన్…
ur: اسکین کریں…

# error.playback_title
source: playback error
es: error de reproducción
gu: વગાડવાની ભૂલ
ja: 再生エラー
kn: ಪ್ಲೇಬ್ಯಾಕ್ ದೋಷ
ml: പ്ലേബാക്ക് പിശക്
pa: ਪਲੇਬੈਕ ਗਲਤੀ
te: ప్లేబ్యాక్ లోపం
ur: چلانے کی خرابی

# error.title
source: error
gu: ભૂલ
ja: エラー
kn: ದೋಷ
ml: പിശക്
pa: ਗਲਤੀ
te: లోపం
ur: خرابی

# gallery.load_failed
source: couldn't load the gallery
es: no se pudo cargar la galería
gu: ગેલેરી લોડ કરી શકાયી નહીં
ja: ギャラリーを読み込めませんでした
kn: ಗ್ಯಾಲರಿ ಲೋಡ್ ಆಗಲಿಲ್ಲ
ml: ഗാലറി ലോഡ് ചെയ്യാനായില്ല
pa: ਗੈਲਰੀ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ
te: గ్యాలరీని లోడ్ చేయలేకపోయింది
ur: گیلری لوڈ نہیں ہو سکی

# gallery.title
source: gallery
ml: ഗാലറി
pa: ਗੈਲਰੀ
te: గ్యాలరీ

# identify.conflict
source: conflict
es: conflicto
gu: વિરોધ
ja: 競合
kn: ಘರ್ಷಣೆ
ml: സംഘർഷം
pa: ਟਕਰਾਅ
te: ఘర్షణ
ur: ٹکراؤ

# identify.found
source: {count, plural, one {found (#)} other {found (#)}}
es: {count, plural, one {encontrada (#)} other {encontradas (#)}}
gu: {count, plural, one {મળ્યું (#)} other {મળ્યાં (#)}}
ja: {count, plural, other {検出 (#)}}
kn: {count, plural, one {ಸಿಕ್ಕಿದೆ (#)} other {ಸಿಕ್ಕಿವೆ (#)}}
ml: {count, plural, one {കണ്ടെത്തി (#)} other {കണ്ടെത്തി (#)}}
pa: {count, plural, one {ਮਿਲਿਆ (#)} other {ਮਿਲੇ (#)}}
te: {count, plural, one {కనబడింది (#)} other {కనబడ్డాయి (#)}}

# identify.identifying
source: identifying…
es: identificando…
gu: ઓળખાઈ રહ્યું છે…
ja: 識別中…
kn: ಗುರುತಿಸಲಾಗುತ್ತಿದೆ…
ml: തിരിച്ചറിയുന്നു…
pa: ਪਛਾਣ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…
te: గుర్తిస్తోంది…
ur: شناخت ہو رہی ہے…

# identify.manual
source: manual search only
es: solo búsqueda manual
gu: માત્ર હાથેથી શોધ
ja: 手動検索のみ
kn: ಕೈಯಾರೆ ಹುಡುಕಾಟ ಮಾತ್ರ
ml: നേരിട്ടുള്ള തിരയൽ മാത്രം
pa: ਕੇਵਲ ਹੱਥੋਂ ਖੋਜ
te: చేతి శోధన మాత్రమే
ur: صرف ہاتھ سے تلاش

# identify.not_found
source: not found
es: no encontrado
gu: મળ્યું નથી
ja: 見つかりません
kn: ಸಿಕ್ಕಿಲ್ಲ
ml: കണ്ടെത്തിയില്ല
pa: ਨਹੀਂ ਮਿਲਿਆ
te: కనబడలేదు
ur: نہیں ملا

# import.already_in_library
source: this release is already in your library
es: esta edición ya está en tu biblioteca
gu: આ રિલીઝ તમારી લાઇબ્રેરીમાં પહેલેથી છે
ja: このリリースはすでにライブラリにあります
kn: ಈ ಬಿಡುಗಡೆ ಈಗಾಗಲೇ ನಿಮ್ಮ ಗ್ರಂಥಾಲಯದಲ್ಲಿದೆ
ml: ഈ റിലീസ് ഇതിനകം നിങ്ങളുടെ ലൈബ്രറിയിൽ ഉണ്ട്
pa: ਇਹ ਰਿਲੀਜ਼ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਹੈ
te: ఈ విడుదల ఇప్పటికే మీ లైబ్రరీలో ఉంది
ur: یہ ریلیز پہلے ہی آپ کی لائبریری میں ہے

# import.back_to_search
source: Back to Search
es: Volver a la búsqueda
gu: શોધ પર પાછા જાઓ
ja: 検索に戻る
kn: ಹುಡುಕಾಟಕ್ಕೆ ಹಿಂದಿರುಗಿ
ml: തിരയലിലേക്ക് മടങ്ങുക
pa: ਖੋਜ ਵੱਲ ਵਾਪਸ
te: శోధనకు తిరిగి వెళ్లు
ur: تلاش پر واپس

# import.choose_folder
source: choose folder & scan
es: elegir carpeta y analizar
gu: ફોલ્ડર પસંદ કરો અને સ્કૅન કરો
ja: フォルダを選択してスキャン
kn: ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: ഫോൾഡർ തിരഞ്ഞെടുത്ത് സ്കാൻ ചെയ്യുക
pa: ਫੋਲਡਰ ਚੁਣੋ ਅਤੇ ਸਕੈਨ ਕਰੋ
te: ఫోల్డర్‌ను ఎంచుకుని స్కాన్ చేయండి
ur: فولڈر منتخب کریں اور اسکین کریں

# import.complete
source: imported
es: importado
gu: આયાત કરેલું
ja: 取り込み完了
kn: ಆಮದು ಮಾಡಲಾಗಿದೆ
ml: ഇറക്കുമതി ചെയ്തു
pa: ਆਯਾਤ ਕੀਤਾ
te: దిగుమతి అయింది
ur: درآمد شدہ

# import.candidate.tracks
source: {count, plural, one {# track} other {# tracks}}
es: {count, plural, one {# pista} other {# pistas}}
ja: {count, plural, one {#トラック} other {#トラック}}
kn: {count, plural, one {# ಟ್ರ್ಯಾಕ್} other {# ಟ್ರ್ಯಾಕ್‌ಗಳು}}
pa: {count, plural, one {# ਟ੍ਰੈਕ} other {# ਟ੍ਰੈਕ}}
te: {count, plural, one {# ట్రాక్} other {# ట్రాక్‌లు}}

# import.confirm_title
source: confirm import
es: confirmar importación
gu: આયાતની પુષ્ટિ કરો
ja: 取り込みを確認
kn: ಆಮದು ದೃಢೀಕರಿಸಿ
ml: ഇറക്കുമതി സ്ഥിരീകരിക്കുക
pa: ਆਯਾਤ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
te: దిగుమతిని నిర్ధారించు
ur: درآمد کی تصدیق کریں

# import.drop_caption
source: scan & import
es: analizar e importar
gu: સ્કૅન કરો અને આયાત કરો
ja: スキャンして取り込む
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಮತ್ತು ಆಮದುಮಾಡಿ
ml: സ്കാൻ ചെയ്ത് ഇറക്കുമതി ചെയ്യുക
pa: ਸਕੈਨ ਕਰੋ ਅਤੇ ਆਯਾਤ ਕਰੋ
te: స్కాన్ చేసి దిగుమతి చేయండి
ur: اسکین کریں اور درآمد کریں

# import.drop_folder_only
source: drop a folder to import
es: suelta una carpeta para importar
gu: આયાત કરવા ફોલ્ડર છોડો
ja: フォルダをドロップして取り込む
kn: ಆಮದು ಮಾಡಲು ಫೋಲ್ಡರ್ ಬಿಡಿ
ml: ഇറക്കുമതി ചെയ്യാൻ ഫോൾഡർ വിടുക
pa: ਆਯਾਤ ਲਈ ਫੋਲਡਰ ਛੱਡੋ
te: దిగుమతి కోసం ఫోల్డర్‌ను వదలండి
ur: درآمد کے لیے پوشہ چھوڑیں

# import.drop_read_failed
source: could not read the dropped item
es: no se pudo leer el elemento soltado
gu: છોડેલી વસ્તુ વાંચી શકાયી નહીં
ja: ドロップされた項目を読み込めませんでした
kn: ಬಿಟ್ಟ ಐಟಂ ಓದಲಾಗಲಿಲ್ಲ
ml: വിട്ട ഇനം വായിക്കാനായില്ല
pa: ਛੱਡੀ ਆਈਟਮ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ
te: వదిలిన అంశాన్ని చదవలేకపోయింది
ur: چھوڑی گئی شے پڑھی نہیں جا سکی

# import.error_title
source: import error
es: error de importación
gu: આયાત ભૂલ
ja: 取り込みエラー
kn: ಆಮದು ದೋಷ
ml: ഇറക്കുമതി പിശക്
pa: ਆਯਾਤ ਗਲਤੀ
te: దిగుమతి లోపం
ur: درآمد خرابی

# import.error.load_release
source: couldn't load the release to import
es: no se pudo cargar la edición que importar
gu: આયાત કરવા માટેનું પ્રકાશન લોડ કરી શકાયું નહીં
ja: 取り込むリリースを読み込めませんでした
kn: ಆಮದು ಮಾಡಲು ಬಿಡುಗಡೆಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ml: ഇറക്കുമതി ചെയ്യേണ്ട പതിപ്പ് ലോഡ് ചെയ്യാനായില്ല
pa: ਆਯਾਤ ਕਰਨ ਲਈ ਰਿਲੀਜ਼ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ
te: దిగుమతి చేయాల్సిన విడుదలను లోడ్ చేయలేకపోయింది
ur: درآمد کے لیے اشاعت لوڈ نہیں ہو سکی

source: import failed
es: error en la importación
gu: આયાત નિષ્ફળ
ja: 取り込みに失敗しました
kn: ಆಮದು ವಿಫಲವಾಯಿತು
ml: ഇറക്കുമതി പരാജയപ്പെട്ടു
pa: ਆਯਾਤ ਅਸਫਲ
te: దిగుమతి విఫలమైంది
ur: درآمد ناکام

# import.field.artist_manual
source: artist (manual search)
es: artista (búsqueda manual)
gu: કલાકાર (હાથેથી શોધ)
ja: アーティスト（手動検索）
kn: ಕಲಾವಿದ (ಕೈಯಾರೆ ಹುಡುಕಾಟ)
ml: കലാകാരൻ (നേരിട്ടുള്ള തിരയൽ)
pa: ਕਲਾਕਾਰ (ਹੱਥੋਂ ਖੋਜ)
te: కళాకారుడు (చేతి శోధన)
ur: فنکار (ہاتھ سے تلاش)

# import.no_releases
source: no releases found
es: no se encontraron ediciones
gu: પ્રકાશનો મળ્યા નથી
ja: リリースが見つかりませんでした
kn: ಬಿಡುಗಡೆಗಳು ಸಿಕ್ಕಿಲ್ಲ
ml: പതിപ്പുകൾ കണ്ടെത്തിയില്ല
pa: ਕੋਈ ਰਿਲੀਜ਼ ਨਹੀਂ ਮਿਲੀ
te: విడుదలలు కనబడలేదు
ur: کوئی اشاعت نہیں ملی

# import.preview
source: preview
es: vista previa
gu: પૂર્વદર્શન
ja: プレビュー
kn: ಪೂರ್ವವೀಕ್ಷಣೆ
ml: പ്രിവ്യൂ
pa: ਝਲਕ
te: ప్రివ్యూ
ur: پیش منظر

# import.progress.percent
source: importing {percent}%
es: importando {percent}%
gu: {percent}% આયાત થઈ રહ્યું છે
ja: 取り込み中 {percent}%
kn: {percent}% ಆಮದು ಮಾಡಲಾಗುತ್ತಿದೆ
ml: {percent}% ഇറക്കുമതി ചെയ്യുന്നു
pa: {percent}% ਆਯਾਤ ਹੋ ਰਿਹਾ ਹੈ
te: దిగుమతి అవుతోంది {percent}%
ur: {percent}% درآمد ہو رہا ہے

# import.release_title
source: import release
es: importar edición
gu: પ્રકાશન આયાત કરો
ja: リリースを取り込む
kn: ಬಿಡುಗಡೆ ಆಮದು ಮಾಡಿ
ml: പതിപ്പ് ഇറക്കുമതി ചെയ്യുക
pa: ਰਿਲੀਜ਼ ਆਯਾਤ ਕਰੋ
te: విడుదలను దిగుమతి చేయి
ur: اشاعت درآمد کریں

# import.rerun_identify
source: re-run identification
es: volver a ejecutar la identificación
gu: ઓળખ ફરી ચલાવો
ja: 識別を再実行
kn: ಗುರುತಿಸುವಿಕೆಯನ್ನು ಮತ್ತೆ ನಡೆಸಿ
ml: തിരിച്ചറിയൽ വീണ്ടും പ്രവർത്തിപ്പിക്കുക
pa: ਪਛਾਣ ਮੁੜ ਚਲਾਓ
te: గుర్తింపును మళ్లీ రన్ చేయి
ur: شناخت دوبارہ چلائیں

# import.scanning
source: scanning…
es: analizando…
gu: સ્કેન થઈ રહ્યું છે…
ja: スキャン中…
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ml: സ്കാൻ ചെയ്യുന്നു…
pa: ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
te: స్కాన్ చేస్తోంది…
ur: اسکین ہو رہا ہے…

# import.storage.keep_local
source: Keep local copy
es: Mantener copia local
gu: સ્થાનિક નકલ રાખો
ja: ローカルコピーを保持
kn: ಸ್ಥಳೀಯ ಪ್ರತಿಯನ್ನು ಇಟ್ಟುಕೊಳ್ಳಿ
ml: പ്രാദേശിക പകർപ്പ് സൂക്ഷിക്കുക
pa: ਲੋਕਲ ਕਾਪੀ ਰੱਖੋ
te: లోకల్ కాపీని ఉంచు
ur: مقامی نقل رکھیں

# import.storage.managed
source: Managed
es: Gestionadas
gu: સંચાલિત
ja: 管理対象
kn: ನಿರ್ವಹಿತ
ml: നിയന്ത്രിതം
pa: ਪਰਬੰਧਿਤ
te: నిర్వహించబడుతోంది
ur: منظم

# import.title
source: import
es: importar
gu: આયાત
ja: 取り込む
ml: ഇറക്കുമതി
pa: ਆਯਾਤ ਕਰੋ
te: దిగుమతి
ur: درآمد

# import.view_in_library
source: view in library
es: ver en la biblioteca
gu: લાઇબ્રેરીમાં જુઓ
ja: ライブラリで表示
kn: ಗ್ರಂಥಾಲಯದಲ್ಲಿ ನೋಡಿ
ml: ലൈബ്രറിയിൽ കാണുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਵੇਖੋ
te: లైబ్రరీలో చూడండి
ur: لائبریری میں دیکھیں

# join.title
source: join a library
es: unirse a una biblioteca
gu: લાઇબ્રેરીમાં જોડાઓ
ja: ライブラリに参加
kn: ಲೈಬ್ರರಿಗೆ ಸೇರಿ
ml: ശേഖരത്തിൽ ചേരുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
te: లైబ్రరీలో చేరు
ur: کتب خانے میں شامل ہوں

# join.intro
source: add this device to a library you already have on another device.
es: añade este dispositivo a una biblioteca que ya tienes en otro dispositivo.
gu: આ ઉપકરણને તમારા બીજા ઉપકરણ પર પહેલેથી રહેલી લાઇબ્રેરીમાં ઉમેરો.
ja: このデバイスを、別のデバイスにある既存のライブラリへ追加します。
kn: ಈ ಸಾಧನವನ್ನು ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿರುವ ನಿಮ್ಮ ಲೈಬ್ರರಿಗೆ ಸೇರಿಸಿ.
ml: നിങ്ങളുടെ മറ്റൊരു ഉപകരണത്തിലുള്ള ശേഖരത്തിലേക്ക് ഈ ഉപകരണം ചേർക്കുക.
pa: ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਉਸ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ ਜੋ ਤੁਹਾਡੇ ਕੋਲ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਉੱਤੇ ਪਹਿਲਾਂ ਹੀ ਹੈ।
te: ఈ పరికరాన్ని మీకు ఇప్పటికే మరో పరికరంలో ఉన్న లైబ్రరీకి జోడించండి.
ur: اس آلے کو ایسے کتب خانے میں شامل کریں جو آپ کے دوسرے آلے پر پہلے سے ہے۔

# join.this_device_code
source: this device's code
es: código de este dispositivo
gu: આ ઉપકરણનો કોડ
ja: このデバイスのコード
kn: ಈ ಸಾಧನದ ಕೋಡ್
ml: ഈ ഉപകരണത്തിന്റെ കോഡ്
pa: ਇਸ ਡਿਵਾਈਸ ਦਾ ਕੋਡ
te: ఈ పరికరం కోడ్
ur: اس آلے کا رمز

# join.show_to_member
source: on a device already in your library, open settings → devices → add a device and scan or paste this.
es: en un dispositivo que ya esté en tu biblioteca, abre ajustes → dispositivos → añadir un dispositivo y escanea o pega esto.
gu: તમારી લાઇબ્રેરીમાં પહેલેથી રહેલા ઉપકરણ પર સેટિંગ્સ → ઉપકરણો → ઉપકરણ ઉમેરો ખોલો અને આ સ્કેન કરો અથવા ચોંટાડો.
ja: すでにライブラリにあるデバイスで、設定 → デバイス → デバイスを追加を開き、これをスキャンするか貼り付けてください。
kn: ನಿಮ್ಮ ಲೈಬ್ರರಿಯಲ್ಲಿರುವ ಸಾಧನದಲ್ಲಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು → ಸಾಧನಗಳು → ಸಾಧನ ಸೇರಿಸಿ ತೆರೆಯಿರಿ ಮತ್ತು ಇದನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಅಥವಾ ಅಂಟಿಸಿ.
ml: നിങ്ങളുടെ ശേഖരത്തിൽ ഇതിനകം ഉള്ള ഉപകരണത്തിൽ ക്രമീകരണങ്ങൾ → ഉപകരണങ്ങൾ → ഉപകരണം ചേർക്കുക തുറന്ന് ഇത് സ്കാൻ ചെയ്യുക അല്ലെങ്കിൽ ഒട്ടിക്കുക.
pa: ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਡਿਵਾਈਸ ਉੱਤੇ ਸੈਟਿੰਗਾਂ → ਡਿਵਾਈਸਾਂ → ਡਿਵਾਈਸ ਜੋੜੋ ਖੋਲ੍ਹੋ ਅਤੇ ਇਹ ਸਕੈਨ ਜਾਂ ਪੇਸਟ ਕਰੋ।
te: మీ లైబ్రరీలో ఇప్పటికే ఉన్న పరికరంలో సెట్టింగ్‌లు → పరికరాలు → పరికరాన్ని జోడించు తెరిచి దీన్ని స్కాన్ చేయండి లేదా అతికించండి.
ur: اپنے کتب خانے میں پہلے سے موجود آلے پر ترتیبات → آلات → آلہ شامل کریں کھولیں اور اسے اسکین یا پیسٹ کریں۔

# join.fingerprint
source: this device: {fingerprint}
es: este dispositivo: {fingerprint}
gu: આ ઉપકરણ: {fingerprint}
ja: このデバイス: {fingerprint}
kn: ಈ ಸಾಧನ: {fingerprint}
ml: ഈ ഉപകരണം: {fingerprint}
pa: ਇਹ ਡਿਵਾਈਸ: {fingerprint}
te: ఈ పరికరం: {fingerprint}
ur: یہ آلہ: {fingerprint}

# join.generate_failed
source: couldn't generate this device's code
es: no se pudo generar el código de este dispositivo
gu: આ ઉપકરણનો કોડ બનાવી શકાયો નહીં
ja: このデバイスのコードを生成できませんでした
kn: ಈ ಸಾಧನದ ಕೋಡ್ ಸೃಷ್ಟಿಸಲಾಗಲಿಲ್ಲ
ml: ഈ ഉപകരണത്തിന്റെ കോഡ് സൃഷ്ടിക്കാനായില്ല
pa: ਇਸ ਡਿਵਾਈਸ ਦਾ ਕੋਡ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
te: ఈ పరికరం కోడ్‌ను సృష్టించలేకపోయింది
ur: اس آلے کا رمز نہیں بن سکا

# join.invite_label
source: invite code
es: código de invitación
gu: આમંત્રણ કોડ
ja: 招待コード
kn: ಆಹ್ವಾನ ಕೋಡ್
ml: ക്ഷണ കോഡ്
pa: ਸੱਦਾ ਕੋਡ
te: ఆహ్వాన కోడ్
ur: دعوتی رمز

# join.invite_hint
source: once that device approves this one, enter the invite code it shows.
es: cuando ese dispositivo apruebe este, introduce el código de invitación que muestre.
gu: તે ઉપકરણ આને મંજૂર કરે પછી, તે બતાવે તે આમંત્રણ કોડ દાખલ કરો.
ja: そのデバイスがこのデバイスを承認したら、表示される招待コードを入力してください。
kn: ಆ ಸಾಧನ ಇದನ್ನು ಅನುಮೋದಿಸಿದ ನಂತರ, ಅದು ತೋರಿಸುವ ಆಹ್ವಾನ ಕೋಡ್ ನಮೂದಿಸಿ.
ml: ആ ഉപകരണം ഇതിനെ അംഗീകരിച്ചാൽ, അത് കാണിക്കുന്ന ക്ഷണ കോഡ് നൽകുക.
pa: ਜਦੋਂ ਉਹ ਡਿਵਾਈਸ ਇਸਨੂੰ ਮਨਜ਼ੂਰ ਕਰ ਦੇਵੇ, ਉਹ ਜੋ ਸੱਦਾ ਕੋਡ ਦਿਖਾਉਂਦਾ ਹੈ ਉਹ ਦਾਖਲ ਕਰੋ।
te: ఆ పరికరం దీన్ని ఆమోదించిన తర్వాత, అది చూపించే ఆహ్వాన కోడ్‌ను నమోదు చేయండి.
ur: جب وہ آلہ اس کو منظور کر دے، تو دکھایا گیا دعوتی رمز درج کریں۔

# join.invite_placeholder
source: paste invite code
es: pegar código de invitación
gu: આમંત્રણ કોડ ચોંટાડો
ja: 招待コードを貼り付け
kn: ಆಹ್ವಾನ ಕೋಡ್ ಅಂಟಿಸಿ
ml: ക്ഷണ കോഡ് ഒട്ടിക്കുക
pa: ਸੱਦਾ ਕੋਡ ਪੇਸਟ ਕਰੋ
te: ఆహ్వాన కోడ్‌ను అతికించు
ur: دعوتی رمز پیسٹ کریں

# join.invalid_invite
source: invalid invite code
es: código de invitación no válido
gu: અમાન્ય આમંત્રણ કોડ
ja: 招待コードが無効です
kn: ಅಮಾನ್ಯ ಆಹ್ವಾನ ಕೋಡ್
ml: അസാധുവായ ക്ഷണ കോഡ്
pa: ਅਵੈਧ ਸੱਦਾ ਕੋਡ
te: చెల్లని ఆహ్వాన కోడ్
ur: غلط دعوتی رمز

# join.invite_for
source: {name} · {provider} · owner {fingerprint}
es: {name} · {provider} · propietario {fingerprint}
gu: {name} · {provider} · માલિક {fingerprint}
ja: {name} · {provider} · 所有者 {fingerprint}
kn: {name} · {provider} · ಮಾಲೀಕ {fingerprint}
ml: {name} · {provider} · ഉടമ {fingerprint}
pa: {name} · {provider} · ਮਾਲਕ {fingerprint}
te: {name} · {provider} · యజమాని {fingerprint}
ur: {name} · {provider} · مالک {fingerprint}

# join.confirm
source: join
es: unirse
gu: જોડાઓ
ja: 参加
kn: ಸೇರಿ
ml: ചേരുക
pa: ਸ਼ਾਮਲ ਹੋਵੋ
te: చేరు
ur: شامل ہوں

# join.in_progress
source: joining {name}…
es: uniéndose a {name}…
gu: {name} જોડાઈ રહ્યું છે…
ja: {name}に参加中…
kn: {name} ಸೇರುತ್ತಿದೆ…
ml: {name}-ൽ ചേരുന്നു…
pa: {name} ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਰਿਹਾ ਹੈ…
te: {name}లో చేరుతోంది…
ur: {name} میں شامل ہو رہا ہے…

# join.failed
source: couldn't join the library
es: no se pudo unir a la biblioteca
gu: લાઇબ્રેરીમાં જોડાઈ શકાયું નહીં
ja: ライブラリに参加できませんでした
kn: ಲೈಬ್ರರಿಗೆ ಸೇರಲಾಗಲಿಲ್ಲ
ml: ശേഖരത്തിൽ ചേരാനായില്ല
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋ ਸਕਿਆ
te: లైబ్రరీలో చేరలేకపోయింది
ur: کتب خانے میں شامل نہیں ہو سکا

# libraries.active
source: {name} · active
es: {name} · activa
gu: {name} · સક્રિય
ja: {name} · 使用中
kn: {name} · ಸಕ್ರಿಯ
ml: {name} · സജീവം
pa: {name} · ਸਰਗਰਮ
te: {name} · యాక్టివ్
ur: {name} · فعال
